<template>
	<!-- 加载用户须知 -->
	<view class="userAgreem">
		<!-- header -->
		<commonHeader headerTitl="用户须知" xingHide="true" lingHide="true" fenxiangHide="true"></commonHeader>
		<view class="content">
			<view class="title"><text>用户使用与隐私协议</text></view>
			<view class="content-body">
				<view>
					本服务协议是趣分利的经营者湖南趣分利电子商务有限公司(以下简称为“趣分利”或“我方”)，与用户(下称为“您”)，
					共同缔结的对双方具有约束力的有效契约。趣分利向用户提供产品与服务，并将不断更新服务内容；最新的趣分利服务 以相关产品及服务介绍以及向用户实际提供的为准。
				</view>
				<view>
					1.1您确认：您在加入趣分利平台之前，已经充分阅读、理解并接受本协议的全部内容，一旦您选择“同意"并完成注册流程 或使用本服务，即表示您同意遵循本服务协议之所有约定。
				</view>
				<view>
					1.2您同意：趣分利有权随时对本服务协议及相应的服务规则内容进行单方面的变更，并有权以消息推送网页公告等方式予
					以公布，而无需另行单独通知您；若您在本服务协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修
					改后的协议內容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的服务协议，您应立即停止使用本服务。
				</view>
				<view>
					1.3您知悉：您自愿成为趣分利用户，接受趣分利平台的服务。趣分利受合作商家的委托，将商家的让利部分按趣分利平台
					的奖励规则对您及其它关联方进行奖励。双方根据有关法律法规规定，本着互惠、互利共同发展、公平合理的原则达成如 下协议，以示遵守。
				</view>
				<view>2、注册、账户和实名认证</view>
				<view>
					2.1在您按照注册页面提示填写信息、阅读并同意本服务协议且完成全部注册程序后，您即已获得趣分利账户，正式成为趣分
					利的用户。您可以使用您提供或确认的手机号码或者我方允许的其它方式作为登录手段进入本平台。
				</view>
				<view>2.2您确认，在您完成注册程序或以其它我方允许的方式实际使用本服务时，您应当是具备完全民事权利能力和完全民事行为 能力的自然人。</view>
				<view>
					2.3若您是未成年人或限制民事行为能力人，则您不具备前述主体资格，您及您的监护人应承担因您的不当注册行为而导
					致的一切后果，且我方有权注销(永久冻结)您的账户，并向您及您的监护人索赔。
				</view>
				2.4在完成注册或激活流程时，按相应页面的提示准确提供并及时更新您的资料，确保真实、完整和准确。若趣分利有合理理
				由怀疑您提供的资料错误、不实、过时或不完整的，我方有权向您发出询问/或要求改正的通知，并有权直接做出删除相应资料
				的处理，或中止、终止对您提供部分或全部服务。我方对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不 利后果。
				<view>
					2.5若因您提供的注册信息不准确或过时，包括您提供的电子邮件地址、联系电话、联系地址、等联系方式，造成我方无法与
					您取得联系，导致您在使用趣分利服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务
					保持您提供的联系方式的有效性，如有变更需要更新的，您应按趣分利的要求进行操作修改。
				</view>
				<view>
					2.6目前趣分利允许一个法律主体拥有一个趣分利账户，但一个趣分利账户仅能对应唯一的法律主体。除非有法律规定或
					生效法律文书确定，或者符合我方公布的条件，否则您不得以任何方式转让、赠与或让他人继承您的趣分利账户。同时，在
					进行符合条件的趣分利账户转让、赠与或继承时，我方有权要求您、及/或受让受赠者、或您的继承人提供合格的文件材料 并按照我方要求的操作流程办理
				</view>
				<view>
					2.7您了解并同意，为保证账户和交易安全，我方有权随时要求您完成趣分利账户的实名认证；同时，趣分利可能会就
					某些产品或服务的开通，要求您提供更多的身份资料和信息，做进一步的身份认证或资格验证您的账户只有在通过这些认证 和验证之后，方可获得使用相关产品或服务的资格。
				</view>
				<view>
					2.8通常情况下，您的趣分利账户是您我方进行一切活动的唯一身份识别依据，每一个趣分利账户都可以在本APP独立开展活
					动。但在下列情形下，我方有权根据自己的判断，对同一及/或关联法律主体拥有的多个趣分利账户进行统一处理。
				</view>
				<view>3、账户安全</view>
				<view>
					3.1您须自行负责对您的趣分利账户和密码保密，且须对您在该登录名和密码下发生的所有活动(包括但不限于信息披露、发
					布信息、网上点击同意或提交各类规则协议、续签协议或购买服务等)承担责任。您同意：(a)如发现任何人未经授权使用
					您的趣分利账户和密码，或发生违反保密规定的任何其他情况，您会立即通知趣分利；(b)确保您在每个上网时段结束时，以
					正确步骤离开平台。趣分利不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。您理解趣分利对您的请求采
					取行动需要合理时间，趣分利对采取行动前已经产生的后果(包括但不限于您的任何损失)不承担任何责任。
				</view>
				<view>3.2除非有法律规定或司法裁定，且征得趣分利的同意，否则，您的趣分利登录和密码不得以任何方式转让、赠与或继 承(与账户相关的财产权益除外)。</view>
				<view>
					3.3您理解并同意，我方有权了解您使用我方产品及服务的真实背景及目的，有权要求您如实提供真实、全面、准确的信
					息；如果我方有合理理由怀疑您提供的信息不真实、您进行虚假交易，或您的行为违反趣分利规则的，趣分利有权暂时或 永久限制您账户下所使用的所有产品/或服务的部分或全部功能。
				</view>
				<view>
					3.4您理解并同意，基于运行和交易安全的需要，趣分利有权暂时停止或者限制您账号下部分或全部星币交易功能，趣分利
					将通过邮件、信息、短信或电话等方式通知您，您应及时予以关注并按照程序进行申诉等后续操作。
				</view>
				<view>
					3.5您理解并同意，趣分利有权按照国家司法、行政、军事、安全等机关(包括但不限于公安机关、检察机关、法院、海关、
					税务机关、安全部门等)的要求对您的个人信息及个人账户交易信息等进行查询、冻结。
				</view>
				<view>3.6保密协议</view>
				<view>1)您同意在合作过程中涉及的所有秘密信息，任何一方未经商业秘密提供方同意，均不得将该信息向任何第三方披露、传播、编辑或展示。</view>
				<view>2)因对方书面同意以及国家行政、司法强制行为而披露商业秘密的，披露方不承担责任；该商业秘密已为公众所知悉的，披露方不承担责任。</view>
				<view>3.7账户注销</view>
				<view>3.7.1趣分利保留在您违反国家、地方法律法规规定或违反本协议的情况下，中止或终止为您提供部分或全部服务、直至注销趣分利账户的权利。</view>
				<view>
					3.7.2您理解并同意，如您连续12个月未使用您的手机或我方认可的其他方式和密码登录，且您的账户下不存在任何未到期的服务，趣分利有 权注销您的登录名，您将不能再登录趣分利平台。
				</view>
				<view>
					3.7.3您同意并授权趣分利，如您在趣分利平台有欺诈、发布或销售伪劣商品、侵犯他人合法权益或其他严重违反任趣分利规则的行为，您的趣
					分利登录名可能被注销，被注销后您不能再登录趣分利平台，趣分利服务同时终止。
				</view>
				<view>3.7.4您保证不会采取任何影响、损害或可能影响损害趣分利及其关联公司合法权益，前述影响或损害趣分利及关联公司合法权益的行为或方式 包括但不限于；</view>
				<view>3.7.4.1违反趣分利及其关联公司公布的任何服务协议/协议、管理规范、交易规则等规范内容。</view>
				<view>3.7.4.2破坏或试图破坏趣分利平台、趣分利及其关联公司公平交易环境或正常交易秩序。</view>
				<view>3.7.4.3任何使用含有趣分利名称、趣分利品牌且对他人有误导嫌疑或任何使用某种中英文(全称或简称)、数字、域名等意图表示或映射与 趣分利具有某种关系的。</view>
				<view>
					3.7.4.4趣分利根据自行合理判断，认为可能是与如上行为性质相同或产生如上类似风险的其他情况。您认可趣分利有权在您违反上述约
					定时有权终止冋您提供服务，即您将不能再登录趣分利，即我方服务将同时终止。
				</view>
				<view>4、奖励方式</view>
				<view>4.1、您自愿加盟趣分利平台，成为趣分利的消费会员并享有消费会员的各项权益并遵守相应的义务。</view>
				<view>4.2、您在我方合作商家消费时，主动提交消费数据给合作商家，以便我方及时获得消费数据。</view>
				<view>4.3、我方受合作商家的委托，将收到的商家让利部分对所有趣分利消费会员使用星币进行返利。</view>
				<view>4.4星币：平台价值媒介，每一个星币价值一元人民币，可直接用于消费或者兑换现金，兑换按趣分利规则进行。</view>
				<view>5、平台服务使用守则为有效保障您使用本服务的合法权益，您理解并同意接受以下规则</view>
				<view>5.1您通过包括但不限于以下方式向趣分利发出的指令，均视为您本人的指令，不可撤回或撤销，您应自行对趣分利执行前述指令所产生的 任何结果承担责任。</view>
				<view>5.1.1通过您的趣分利账户和密码进行的所有操作；</view>
				<view>5.1.2通过与您的账号绑定的手机号码向趣分利发送的全部信息；</view>
				<view>5.1.3其他趣分利与您约定或趣分利认可的其他方式；</view>
				<view>
					5.2您在使用本服务过程中，本服务协议内容、页面上出现的关于交易操作提示或趣分利发送到您手机的信息(短信或电话等)内容是您
					使用本服务的相关规则您了解并同意趣分利有权单方修改服务的相关规则，而无须征得您的同意。
				</view>
				<view>5.2.1税费</view>
				<view>当您对我方奖励分配的星币进行兑换或申请提现时，星币兑换或提现所涉及的相关税费由您方承担。</view>
				<view>
					5.3趣分利可能会以电子邮件(或发送到您手机的短信或电话等)方式通知您服务进展情况以及提示您进行下一步的操作，但趣分利不
					保证您能够收到或者及时收到该邮件(或发送到该手机的短信或电话等)，且不对此承担任何后果。因此，在服务过程中您应当及时登录到平台查
					看和进行交易操作。因您没有及时查看和对服务状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，趣分利不负任何责任。
				</view>
				<view>5.4您授权趣分利可以通过向第三方审核您的身份和资格，取得您使用本服务的相关资料。</view>
				<view>
					5.5在您使用趣分利服务时，趣分利有权依照相应的产品/或服务收费介绍、订单/或相关协议向您收取服务费用。趣分利拥有制订及
					调整服务费的权利，具体服务费用以您使用本服务时平台上所公告或您与趣分利达成的其他书面协议为准。
				</view>
				<view>5.6申诉及处理</view>
				<view>
					5.6.1在您使用趣分利服务的过程中，有可能因为违反本服务协议相关要求而被趣分利采取了包括但不限于停止全部或部分服务、限制服务
					的全部或部分功能、冻结全部或部分账户资金等措施，趣分利将通过邮件、站内信、短信或电话等方式通知您按照相应的程序进行申诉。
				</view>
				<view>
					5.6.2您通过申诉程序，向趣分利申请解除上述限制或冻结或恢复服务的，应按照趣分利的要求，如实提供身份证明及相关资料，以及趣分利要
					求的其他信息或文件，以便我方进行核实。我方有权依照自行判断来决定是否同意您的申诉请求。
				</view>
				<view>5.6.3您理解并同意，如果您拒绝如实提供身份证明及相关资料的，或未能通过我方审核的，我方有权长期冻结该等账户且长期限制该等产 品或者服务的部分或全部功能</view>
				<view>6、您的权利和义务</view>
				<view>6.1您有权利享受我方提供的互联网技术和信息服务并有权利在接受我方提供的服务时获得技术支持、咨询等服务。</view>
				<view>6.2您保证不会利用技术或其他手段破坏或扰乱本平台。</view>
				<view>
					6.3您应尊重我方及其他第三方的知识产权和其他合法权利，并保证在发生侵犯上述权益的违法事件时尽力保护趣分利及其股东、雇员、合作
					伙伴等免于因该等事件受到影响或损失；我方保留您侵犯趣分利合法权益时终止向您提供服务并不退还任何款项的权利。
				</view>
				<view>
					6.4对由于您向我方提供的联络方式有误以及您用于接受我方邮件的电子邮箱安全性、稳定性不佳而导致的一切后果，您应自行承担责任，包括但
					不限于因您未能及时收到我方的相关通知而导致的后果和损失。
				</view>
				<view>
					6.5您使用我方产品或服务时将遵从国家、地方法律法规、行业惯例和社会公共道德，不会利用我方提供的服务进行存储、发布、传播如下信息
					和內容：违反国家法律法规政策的任何内容(信息)；违反国家规定的政治宣传和/或新闻信息；涉及国家秘密和/或安全的信息封建迷信和/或淫
					秽、色情、下流的信息或教唆犯罪的信息；博彩有奖、赌博游戏；违反国家民族和宗教政策的信息；妨碍互联网运行安全的信息；侵害他人合法权
					益的信息和/或其他有损于社会秩序、社会治安、公共道德的信息或内容；您同时承诺不得为他人发布上述不符合国家规定和/或本服务协议约定
					的信息内容提供任何便利，包括但不限于设置URL、 BANNER链接等；如因您违反上述行为给趣分利造成损失的，您应予赔偿。
				</view>
				<view>7、趣分利的权利和义务</view>
				<view>7.1我方承诺对您的资料采取对外保密措施，不向第三方披露您的资料，不授权第三方使用您的资料，除非：</view>
				<view>7.1.1依据本服务协议或者您与趣分利之间其他服务协议、合同、在线协议等规定可以提供；</view>
				<view>7.1.2依据法律法规的规定应当提供；</view>
				<view>7.1.3行政、司法等职权部门要求我方提供；</view>
				<view>7.1.4您同意我方向第三方提供；</view>
				<view>7.1.5我方为解决举报事件、提起诉讼而提交的；</view>
				<view>7.1.6我方为防止严重违法行为或涉嫌犯罪行为发生而采取必要合理行动所必须提交的；</view>
				<view>7.1.7我方为了向您提供产品、服务、信息而向第三方提供的，包括我方须通过第三方的技术及服务向您提供产品、服务、信息的情况。</view>
				<view>7.2我方有权根据本服务协议的约定，根据您的服务使用情况，自您的账户余额中直接扣除相关服务费用。</view>
				<view>7.3当存在如下情形之一时，我方有权对您名下账户资金的部分或全部进行冻结：</view>
				<view>7.3.1国家法律、法规、政策、法律文书的规定。</view>
				<view>7.3.2国家有权机关要求进行冻结的。</view>
				<view>7.3.3您使用趣分利服务的行为涉嫌违反国家法律法规及行政规定的。</view>
				<view>7.3.4我方基于单方面合理判断，认为您的账户操作资金进出等存在异常时；或认为可能产生风险的其他情况。</view>
				<view>7.3.5您遭到他人投诉，且对方已经提供了一定证据的。</view>
				<view>
					7.3.6您在合作商家的消费数据是假消费，并没有产生真实的消费时。我方按照前述规定对您的账户进行冻结后，将通过邮件、站内信息、短信
					或电话等方式通知您按照相应的程序进行申诉。如果您按照本服务协议的要求进行申诉并经我方审核通过的，将立即解除账户冻结措施；如果您
					未在规定时间内进行申请，或您的申诉未能通过我方审核的，则您确认我方有权长期冻结该账户。
				</view>
				<view>8、隐私及其他个人信息的保护</view>
				<view>一旦您同意本服务协议或使用本服务，您即同意我方按照以下协议来使用和披露您的个人信息。</view>
				<view>8.1登录名和密码</view>
				<view>
					在您注册帐户时，趣分利会要求您设置趣分利账户登录名和密码来识别您的身份。您仅可通过您设置的密码来使用该账户，如果您泄漏
					了密码，您可能会丢失您的个人识别信息，并可能导致对您不利的法律后果。该账户和密码因任何原因受到潜在或现实危险时，您应该立即
					和我方取得联系，在我方采取行动前所造成的损失我方对此不负任何责任。
				</view>
				<view>8.2银行账户信息若我方所提供的服务需要您提供您的银行账户信息在您提供相应信息后，我方将严格履行相关保密约定。</view>
				<view>
					8.3登录记录为了保障您使用本服务的安全以及不断改进服务质量，趣分利将记录并保存您登录和使用本服务的相关信息，但我方承
					诺不将此类信息提供给任何第三方(除双方另有约定或法律法规另有规定及我方关联公司）。
				</view>
				<view>8.4外部链接</view>
				<view>我方如果含有到其他平台的链接，我方对其他平台的隐私保护措施不负任何责任。我方可能在任何需要的时候增加商业伙伴或共用品牌的平台。</view>
				<view>8.5安全</view>
				<view>
					我方仅按现有技术提供相应的安全措施来使趣分利掌握的信息不丢失，不被滥用和变造。这些安全
					措施包括向其他服务器备份数据和对用户密码加密。尽管有这些安全措施，但我方不保证这些信息的绝对安全。
				</view>
				<view>8.6用户信息</view>
				<view>
					您完成账户注册或激活账户时，应向趣分利平台提供您的真实姓名、地址、电话号码和电子邮件地址，您还可以选
					择来填写相关附加信息(包括但不限于您所在的省份和城市、邮政编码、个人照片等)。您同意本协议时您即表明同意趣分利及其服务商
					和管理中心为运作本服务而收集、使用/或披露和互相分享您的个人资料，并将这些个人信息披露给授权服务提供商和相关第三方。
				</view>
				<view>8.7您进一步同意趣分利</view>
				<view>8.7.1向您发送定制化的信息或新产品/服务信息，通过电邮、电话(包括语音电话、传真或信息，如果您表明我们可以以此方式联系您)</view>
				<view>8.7.2出于为您提供增强或分析的统计功能使用您的个人信息，或者出于销售或鼓励的目的使用或披露个人信息</view>
				<view>9、系统中断或故障</view>
				<view>系统可能因下列状况无法正常运作，使您无法使用各项互联网服务时，我方不承担损害赔偿责任，该状况包括但不限于：</view>
				<view>9.1我方系统停机维护期间。</view>
				<view>9.2电信设备出现故障不能进行数据传输的。</view>
				<view>9.3因合风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成趣分利系统障碍不能执行业务的。</view>
				<view>9.4由于黑客攻击、电信部门技术调整或故障、升级银行方面的问题等原因而造成的服务中断或者延迟。</view>
				<view>10、责任范围及责任限制：</view>
				<view>10.1我方仅对本服务协议中列明的责任承担范围负责。</view>
				<view>10.2本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责，我方不承担任何责任。</view>
				<view>
					10.3您了解并同意，因您使用本服务、违反本服务协议或在您的账户下采取的任何行动，而导致的任何第三方索赔，仅应由您本人承担。如果
					由此引起趣分利及其关联公司、员工、客户和合作伙伴被第三方索赔的您应负责处理，并承担由此造成的全部责任。
				</view>
				<view>
					10.4在法律允许的情况下，趣分利对于与本服务协议有关或由本服务协议引起的任何间接的、惩罚性的特殊的、派生的损失，不论是如何产生的，也不论
					是由对本服务协议的违约(包括违反保证)还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本服务协议规
					定的排他性救济没有达到其基本目的，也应排除趣分利对上述损失的责任。
				</view>
				<view>11、完整协议</view>
				<view>11.1本服务协议由本服务协议与本网站公示的各项规则组成，相关名词可互相引用参照，如有不同理解，以本服务协议为准。</view>
				<view>11.2本服务协议的章节标题仅为行文方便而设，不具有法律或合同效力。</view>
				<view>11.3您对本服务协议理解和认同，您即对本服务协议所有组成部分的内容理解并认同，一旦您使用本服务您和趣分利即受本服务协议所有组成部分的约束。</view>
				<view>11.4本服务协议部分内容被有管辖权的法院认定为违法的，不因此影响其他内容的效力。</view>
				<view>12、商标、知识产权的保护</view>
				<view>
					12.1除第三方产品或服务外，本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、架构、页面设计，均由趣分利拥有其知识产
					权，包括但不限于商标权、专利权、著作权、商业秘密等。
				</view>
				<view>12.2非经趣分利书面同意，任何人不得擅自使用修改、复制、公开传播、改变、散布、发行或公开发表本平台上程序或内容。</view>
				<view>12.3尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。</view>
				<view>13、法律适用与管辖</view>
				<view>13.1本服务协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。</view>
				<view>13.2双方因履行本合同产生争议的，应友好协商解决，协商不成提交公司注册所在地仲裁院仲裁，仲裁采用简易程序。</view>
				<view>
					13.3甲乙双方同意，与本协议有关的任何通知，以书面方式送达方为有效。书面形式包括但不限于：快递、邮件、电子邮件。上述通知应被
					视为在下列时间送达以电子邮件形式发出的，自电子邮件进入对方邮件系统之时，视为通知到达；以快递/书面邮件形式发出的自对方签收 之日或快递发出之日起5日内视为通知到达。
				</view>
				<view>14、本服务协议相关文字的定义</view>
				<view>14.1趣分利平台，是指趣分利和APP系统及其它关联部分(以下简称平台)</view>
				<view>14.2趣分利对本协议拥有最终解释权。</view>
			</view>
		</view>
	</view>
</template>

<script>
	import share from '@/mixin/share.js'
import { getNewUserInfo } from '@/common/apis.js';
import commonHeader from '@/components/common-header/common-header';
export default {
	
	components: {
		commonHeader
	},
	mixins: [share],
	onLoad() {
		this.otherPage();
	},
	
};
</script>

<style lang="less" scoped>
.userAgreem {
	height: 100%;
	padding-top: 120rpx;

	.content {
		padding: 20rpx;
	}
}

.title {
	margin: 0pt;
	orphans: 0;
	text-align: center;
	text-indent: 20rpx;
	letter-spacing: 0px;
	text {
		font-family: 宋体;
		font-size: 44rpx;
		font-weight: bold;
	}
}

.content-body {
	margin-top: 20rpx;
	font-family: 宋体;
	font-size: 28rpx;
	text-indent: 64rpx;
	line-height: 50rpx;
	letter-spacing: 4rpx;
}
</style>
